Revit 2027 API
BuiltInFailures.KeyBasedTreeFileFailures.CannotUnderstandAtLine Property
 Cannot understand [EntryType] line '[Number]'
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotUnderstandAtLine { get; }
Public Shared ReadOnly Property CannotUnderstandAtLine As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotUnderstandAtLine {
	FailureDefinitionId^ get ();
}
static member CannotUnderstandAtLine : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.KeyBasedTreeFileFailures Class
Autodesk.Revit.DB Namespace